{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"de","project_id_version":"WooCommerce - WooCommerce Payments"},"Store logo on checkout":["Shop-Logo beim Bezahlvorgang"],"Use a custom logo to WooPay if the one taken from your store doesn’t look right. For best results, upload a high-resolution horizontal image with white or transparent background.":["Verwende ein individuelles Logo für WooPay, wenn das aus deinem Shop übernommene nicht richtig aussieht. Lade ein hochauflösendes horizontales Bild mit weißem oder transparentem Hintergrund hoch, um die besten Ergebnisse zu erhalten."],"When enabled, customers will be able to checkout using WooPay":["Ist das Plugin aktiviert, können deine Kunden über WooPay bezahlen"],"Enable WooPay":["WooPay aktivieren"],"Inform your customers about the return, refund, and exchange policy, or include any other useful message. Note that you can add plain text and links, but not images.":["Informiere deine Kunden über die Rückgabe-, Rückerstattungs- und Umtauschbedingungen oder andere wissenswerte Details. Hier kannst du reinen Text und Links hinzufügen, aber keine Bilder."],"Custom message":["Individuelle Nachricht"],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Hell {{br\/}}{{helpText}}Für dunkle oder farbige Hintergründe mit hohem Kontrast empfohlen.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Dunkel {{br\/}}{{helpText}}Für weiße oder helle Hintergründe mit hohem Kontrast empfohlen.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Groß {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Mittel {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Standard {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Umriss {{br\/}}{{helpText}}Für weiße oder helle Hintergründe mit nicht genügend Kontrast empfohlen.{{\/helpText}}"],"Preview":["Vorschau"],"Theme":["Vorlage"],"Size":["Größe"],"Note that larger buttons are more suitable for mobile use.":["Denke daran, dass große Buttons für Mobilgeräte geeigneter sind."],"Appearance":["Design"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Wähle einen Button, der am besten zur Kauf- oder Zahlungserfahrung in deinem Store passt."],"Call to action":["Handlungsaufruf"],"Book":["Buch"],"Only icon":["Nur Icon"],"Show express checkouts on":["Express-Zahlungen anzeigen auf:"],"Product page":["Produktseite"],"Checkout":["Bezahlen"],"Cart":["Warenkorb"],"Donate":["Spenden"],"Buy":["Kaufen"]}}}