{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"pt","project_id_version":"WooCommerce - WooCommerce Payments"},"Store logo on checkout":["Logótipo da loja no pagamento"],"Use a custom logo to WooPay if the one taken from your store doesn’t look right. For best results, upload a high-resolution horizontal image with white or transparent background.":["Utilize um logótipo personalizado para o WooPay se o que foi retirado da sua loja não for adequado. Para obter os melhores resultados, carregue uma imagem horizontal de alta resolução com um fundo branco ou transparente."],"When enabled, customers will be able to checkout using WooPay":["Quando esta opção está ativada, os clientes podem realizar o pagamento através do WooPay"],"Enable WooPay":["Ativar WooPay"],"Inform your customers about the return, refund, and exchange policy, or include any other useful message. Note that you can add plain text and links, but not images.":["Informe os seus clientes acerca da política de devolução, reembolso e câmbio ou inclua outra mensagem útil. Note que pode adicionar texto simples e ligações, mas não imagens."],"Custom message":["Mensagem Personalizada"],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Claro {{br\/}}{{helpText}}Recomendado para fundos escuros ou coloridos com contraste elevado.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Escuro {{br\/}}{{helpText}}Recomendado para fundos brancos ou com cores claras com contraste elevado.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Grande {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Médio {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Predefinição {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Contorno {{br\/}}{{helpText}}Recomendado para fundos brancos ou com cores claras com contraste insuficiente.{{\/helpText}}"],"Preview":["Pré-visualizar"],"Theme":["Tema"],"Size":["Tamanho"],"Note that larger buttons are more suitable for mobile use.":["Tenha em atenção que os botões maiores são mais adequados para utilização em dispositivos móveis."],"Appearance":["Apresentação"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Selecione uma etiqueta de botão mais adequada ao fluxo de compra ou experiência de pagamento na sua loja."],"Call to action":["Apelo à ação"],"Book":["Reservar"],"Only icon":["Apenas ícone"],"Show express checkouts on":["Mostrar pagamentos rápidos em"],"Product page":["Página do produto"],"Checkout":["Finalizar Compra"],"Cart":["Carrinho de compras"],"Donate":["Doar"],"Buy":["Comprar"]}}}